Repository: kabirnayeem99/LocalDrop
Catalog: Modules/FeatureTransfer/Sources/FeatureTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ko, pt_br, ru, tr, ug, ur, vi, zh_hans

# settings.httpsDisabledMessage
source: Transfers on this device will use plain HTTP on the local network until HTTPS is turned back on.
ar: ستستخدم عمليات النقل على هذا الجهاز HTTP غير المشفر على الشبكة المحلية حتى إعادة تشغيل HTTPS.
bn: HTTPS আবার চালু না হওয়া পর্যন্ত এই ডিভাইসে স্থানান্তর স্থানীয় নেটওয়ার্কে প্লেইন HTTP ব্যবহার করবে।
de: Übertragungen auf diesem Gerät verwenden einfaches HTTP im lokalen Netzwerk, bis HTTPS wieder aktiviert wird.
es: Las transferencias en este dispositivo utilizarán HTTP simple en la red local hasta que se vuelva a activar HTTPS.
fr: Les transferts sur cet appareil utiliseront le HTTP simple sur le réseau local jusqu'à ce que HTTPS soit réactivé.
hi: HTTPS वापस चालू होने तक इस डिवाइस पर स्थानांतरण स्थानीय नेटवर्क पर सादे HTTP का उपयोग करेगा।
id: Transfer pada perangkat ini akan menggunakan HTTP biasa di jaringan lokal hingga HTTPS diaktifkan kembali.
ja: このデバイスでの転送では、HTTPS が再びオンになるまで、ローカル ネットワーク上のプレーン HTTP が使用されます。
ko: 이 기기에서의 전송은 HTTPS가 다시 켜질 때까지 로컬 네트워크에서 일반 HTTP를 사용합니다.
pt_br: As transferências neste dispositivo usarão HTTP simples na rede local até que o HTTPS seja reativado.
ru: Для передачи на этом устройстве будет использоваться обычный HTTP в локальной сети, пока HTTPS не будет снова включен.
tr: Bu cihazdaki aktarımlar, HTTPS tekrar açılıncaya kadar yerel ağdaki düz HTTP'yi kullanacak.
ug: بۇ ئۈسكۈنىدىكى يۆتكىلىشچان HTTPS قايتا ئېچىلغۇچە يەرلىك توردىكى ئاددىي HTTP ئىشلىتىلىدۇ.
ur: اس آلے پر منتقلیاں مقامی نیٹ ورک میں سادہ HTTP استعمال کریں گی جب تک HTTPS دوبارہ فعال نہ کیا جائے۔
vi: Quá trình truyền trên thiết bị này sẽ sử dụng HTTP đơn giản trên mạng cục bộ cho đến khi HTTPS được bật lại.
zh_hans: 此设备上的传输将使用本地网络上的纯 HTTP，直到重新打开 HTTPS。

# settings.incomingPIN
source: Incoming PIN
ar: رمز PIN الوارد
bn: ইনকামিং পিন
de: Eingehende PIN
es: PIN entrante
fr: Code PIN entrant
hi: आने वाला पिन
id: PIN masuk
ja: 受信PIN
ko: 수신 PIN
pt_br: PIN recebido
ru: Входящий PIN-код
tr: Gelen PIN
ug: كەلگەن PIN
ur: وصولی PIN
vi: Mã PIN đến
zh_hans: 传入 PIN 码

# settings.incomingPINHint
source: Use a 6-digit PIN for nearby senders.
ar: استخدم رمز PIN مكوّنًا من 6 أرقام للمرسلين القريبين.
bn: কাছাকাছি প্রেরকদের জন্য একটি 6-সংখ্যার পিন ব্যবহার করুন৷
de: Verwenden Sie für Absender in der Nähe eine 6-stellige PIN.
es: Utilice un PIN de 6 dígitos para remitentes cercanos.
fr: Utilisez un code PIN à 6 chiffres pour les expéditeurs à proximité.
hi: आस-पास के प्रेषकों के लिए 6-अंकीय पिन का उपयोग करें।
id: Gunakan PIN 6 digit untuk pengirim terdekat.
ja: 近くの送信者には 6 桁の PIN を使用します。
ko: 근처에 있는 발신자에게는 6자리 PIN을 사용하세요.
pt_br: Use um PIN de 6 dígitos para remetentes próximos.
ru: Используйте 6-значный PIN-код для ближайших отправителей.
tr: Yakındaki gönderenler için 6 haneli bir PIN kullanın.
ug: يېقىن ئەتراپتىكى ئەۋەتكۈچىلەر ئۈچۈن 6 خانىلىق PIN ئىشلىتىڭ.
ur: قریبی بھیجنے والوں کے لیے 6 ہندسوں کا PIN استعمال کریں۔
vi: Sử dụng mã PIN gồm 6 chữ số cho người gửi ở gần.
zh_hans: 对附近的发件人使用 6 位 PIN 码。

# settings.incomingPINPlaceholder
source: 6 digits
ar: 6 أرقام
bn: 6 সংখ্যা
de: 6 Ziffern
es: 6 dígitos
fr: 6 chiffres
hi: 6 अंक
id: 6 digit
ja: 6桁
ko: 6자리
pt_br: 6 dígitos
ru: 6 цифр
tr: 6 hane
ug: 6 خانىسى
ur: 6 ہندسے
vi: 6 chữ số
zh_hans: 6位数字

# settings.incomingPINValidation
source: PIN must be exactly %d digits.
ar: يجب أن يتكون رمز PIN من %d أرقام بالضبط.
bn: পিন অবশ্যই %d সংখ্যার হতে হবে।
de: Die PIN muss genau aus %d Ziffern bestehen.
es: El PIN debe tener exactamente dígitos %d.
fr: Le code PIN doit être composé exactement de chiffres %d.
hi: पिन बिल्कुल %d अंक का होना चाहिए।
id: PIN harus tepat %d digit.
ja: PIN は正確に %d の数字である必要があります。
ko: PIN은 정확히 %d 숫자여야 합니다.
pt_br: O PIN deve ter exatamente dígitos %d.
ru: PIN-код должен состоять ровно из цифр %d.
tr: PIN tam olarak %d rakamlarından oluşmalıdır.
ug: PIN چوقۇم %d رەقەم بولۇشى كېرەك.
ur: PIN بالکل %d ہندسوں کا ہونا چاہیے۔
vi: Mã PIN phải có chính xác các chữ số %d.
zh_hans: PIN 码必须恰好是 %d 数字。

# settings.language
source: Language
ar: اللغة
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pt_br: Linguagem
ru: Язык
tr: Dil
ug: تىل
ur: زبان
vi: Ngôn ngữ
zh_hans: 语言

# settings.launchAtLogin
source: Launch at login
ar: التشغيل عند تسجيل الدخول
bn: লগইন এ লঞ্চ করুন
de: Bei der Anmeldung starten
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
hi: लॉगिन पर लॉन्च करें
id: Buka saat masuk
ja: ログイン時に起動
ko: 로그인 시 실행
pt_br: Iniciar no login
ru: Запуск при входе в систему
tr: Giriş sırasında başlat
ug: كىرىشكە باشلاڭ
ur: لاگ اِن پر شروع کریں
vi: Khởi chạy khi đăng nhập
zh_hans: 登录时启动

# settings.minimizeToMenuBar
source: Minimize to menu bar on close
ar: التصغير إلى شريط القوائم عند الإغلاق
bn: বন্ধ মেনু বার ছোট করুন
de: Beim Schließen auf die Menüleiste minimieren
es: Minimizar a la barra de menú al cerrar
fr: Réduire à la barre de menu à la fermeture
hi: मेनू बार को बंद करके छोटा करें
id: Minimalkan ke bar menu saat ditutup
ja: 閉じるときにメニューバーに最小化する
ko: 닫으면 메뉴바로 최소화
pt_br: Minimizar para a barra de menu ao fechar
ru: Свернуть в строку меню при закрытии
tr: Kapatıldığında menü çubuğunu küçültün
ug: تىزىملىك ​​بالدىقىنى يېقىنلاشتۇرۇڭ
ur: بند کرنے پر مینو بار میں چھوٹا کریں
vi: Thu nhỏ thanh menu khi đóng
zh_hans: 关闭时最小化到菜单栏

# settings.ok
source: OK
ar: موافق
bn: ঠিক আছে
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है
ja: わかりました
ko: 좋아요
ru: ХОРОШО
tr: TAMAM
ug: ماقۇل
ur: ٹھیک ہے
vi: ĐƯỢC RỒI
zh_hans: 好的

# settings.port
source: Port
ar: المنفذ
bn: বন্দর
de: Hafen
es: Puerto
hi: पत्तन
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
tr: Liman
ug: پورت
ur: پورٹ
vi: Cảng
zh_hans: 港口

# settings.reduceMotion
source: Reduce motion
ar: تقليل الحركة
bn: গতি কমানো
de: Bewegung reduzieren
es: Reducir el movimiento
fr: Réduire les mouvements
hi: मोशन घटाएं
id: Kurangi gerakan
ja: 動きを減らす
ko: 움직임 줄이기
pt_br: Reduzir o movimento
ru: Уменьшите движение
tr: Hareketi azalt
ug: ھەرىكەتنى ئازايتىش
ur: حرکت کم کریں
vi: Giảm chuyển động
zh_hans: 减少运动

# settings.regenerate
source: Regenerate
ar: إعادة إنشاء
bn: পুনর্জন্ম
de: Regenerieren
es: Regenerado
fr: Régénérer
hi: पुनः जेनरेट
id: Buat ulang
ja: 再生する
ko: 재생성
pt_br: Regenerado
ru: Регенерировать
tr: Yenile
ug: قايتا ھاسىل
ur: دوبارہ بنائیں
vi: tái sinh
zh_hans: 再生

# settings.requirePIN
source: Require PIN for incoming
ar: طلب رمز PIN للاستلام
bn: ইনকামিংয়ের জন্য পিন প্রয়োজন
de: Für eingehende Anrufe ist eine PIN erforderlich
es: Requerir PIN para entrada
fr: Exiger un code PIN pour les appels entrants
hi: इनकमिंग के लिए पिन की आवश्यकता है
id: Wajibkan PIN untuk transfer masuk
ja: 受信時にPINを要求する
ko: 수신 시 PIN 필요
pt_br: Exigir PIN para entrada
ru: Требовать PIN-код для входящих
tr: Gelenler için PIN iste
ug: كەلگەنلەر ئۈچۈن PIN تەلەپ قىلىڭ
ur: موصولی کے لیے PIN لازمی کریں
vi: Yêu cầu mã PIN để đến
zh_hans: 需要 PIN 码才能接收

# settings.requirePINHelp
source: Adds a PIN check before accepting incoming transfers.
ar: يضيف التحقق من رمز PIN قبل قبول عمليات النقل الواردة.
bn: ইনকামিং ট্রান্সফার গ্রহণ করার আগে একটি পিন চেক যোগ করে।
de: Fügt eine PIN-Prüfung hinzu, bevor eingehende Überweisungen akzeptiert werden.
es: Agrega una verificación de PIN antes de aceptar transferencias entrantes.
fr: Ajoute une vérification du code PIN avant d'accepter les transferts entrants.
hi: आने वाले स्थानांतरण स्वीकार करने से पहले एक पिन जांच जोड़ता है।
id: Menambahkan pemeriksaan PIN sebelum menerima transfer masuk.
ja: 受信転送を受け入れる前に PIN チェックを追加します。
ko: 들어오는 전송을 수락하기 전에 PIN 확인을 추가합니다.
pt_br: Adiciona uma verificação de PIN antes de aceitar transferências recebidas.
ru: Добавляет проверку PIN-кода перед принятием входящих переводов.
tr: Gelen transferleri kabul etmeden önce bir PIN kontrolü ekler.
ug: كەلگەن يۆتكىلىشنى قوبۇل قىلىشتىن بۇرۇن PIN تەكشۈرۈشى قوشىدۇ.
ur: موصول ہونے والی منتقلی قبول کرنے سے پہلے PIN کی جانچ شامل کرتا ہے۔
vi: Thêm kiểm tra mã PIN trước khi chấp nhận chuyển khoản đến.
zh_hans: 在接受传入转账之前添加 PIN 检查。

# settings.requirePINMessage
source: Incoming transfers will require a PIN before files are accepted.
ar: ستتطلب عمليات النقل الواردة رمز PIN قبل قبول الملفات.
bn: আগত স্থানান্তরগুলি ফাইলগুলি গ্রহণ করার আগে একটি পিনের প্রয়োজন হবে৷
de: Für eingehende Überweisungen ist eine PIN erforderlich, bevor Dateien akzeptiert werden.
es: Las transferencias entrantes requerirán un PIN antes de aceptar los archivos.
fr: Les transferts entrants nécessiteront un code PIN avant que les fichiers soient acceptés.
hi: आने वाले ट्रांसफ़र के लिए फ़ाइलें स्वीकार करने से पहले एक पिन की आवश्यकता होगी।
id: Transfer masuk akan memerlukan PIN sebelum file diterima.
ja: 受信転送では、ファイルが受け入れられる前に PIN が必要になります。
ko: 수신 전송에는 파일이 승인되기 전에 PIN이 필요합니다.
pt_br: As transferências recebidas exigirão um PIN antes que os arquivos sejam aceitos.
ru: Для входящих переводов потребуется PIN-код, прежде чем файлы будут приняты.
tr: Gelen transferler, dosyalar kabul edilmeden önce bir PIN gerektirecektir.
ug: كەلگەن يۆتكىلىش ھۆججەتلەر قوبۇل قىلىنىشتىن بۇرۇن PIN تەلەپ قىلىدۇ.
ur: فائلیں قبول کرنے سے پہلے موصول ہونے والی منتقلیوں کے لیے PIN درکار ہوگا۔
vi: Chuyển khoản đến sẽ yêu cầu mã PIN trước khi tệp được chấp nhận.
zh_hans: 传入传输需要输入 PIN 码才能接受文件。

# settings.saveLocation
source: Save location
ar: موقع الحفظ
bn: অবস্থান সংরক্ষণ করুন
de: Standort speichern
es: Guardar ubicación
fr: Enregistrer l'emplacement
hi: स्थान सहेजें
id: Lokasi penyimpanan
ja: 場所を保存する
ko: 위치 저장
pt_br: Salvar localização
ru: Сохранить местоположение
tr: Konumu kaydet
ug: ئورۇننى ساقلاڭ
ur: محفوظ کرنے کی جگہ
vi: Lưu vị trí
zh_hans: 保存位置

# settings.section.general
source: General
ar: عام
bn: সাধারণ
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
ja: 一般的な
ko: 일반적인
pt_br: Em geral
ru: Общий
tr: Genel
ur: عمومی
vi: Tổng quan
zh_hans: 一般的

# settings.section.network
source: Network
ar: الشبكة
bn: নেটওয়ার্ক
de: Netzwerk
es: Red
fr: Réseau
hi: नेटवर्क
id: Jaringan
ja: ネットワーク
ko: 회로망
pt_br: Rede
ru: Сеть
tr: Ağ
ug: تور
ur: نیٹ ورک
vi: Mạng
zh_hans: 网络

# settings.section.receiving
source: Receiving
ar: الاستلام
bn: রিসিভিং
de: Empfang
es: Recepción
fr: Réception
hi: प्राप्त
id: Menerima
ja: 受信中
ko: 전수
pt_br: Recebendo
ru: Получение
tr: Alma
ug: قوبۇل قىلىش
ur: وصولی
vi: Đang nhận
zh_hans: 接收

# settings.section.sending
source: Sending
ar: الإرسال
bn: পাঠানো হচ্ছে
de: Senden
es: Envío
fr: Envoi
hi: भेजा जा रहा है
id: Pengiriman
ja: 送信中
ko: 배상
pt_br: Enviando
ru: Отправка
tr: Gönderiliyor
ug: ئەۋەتىش
ur: بھیجنا
vi: Đang gửi
zh_hans: 发送

# settings.securityChanged
source: Security setting changed
ar: تم تغيير إعداد الأمان
bn: নিরাপত্তা সেটিং পরিবর্তন করা হয়েছে
de: Sicherheitseinstellung geändert
es: La configuración de seguridad cambió
fr: Paramètre de sécurité modifié
hi: सुरक्षा सेटिंग बदल गई
id: Pengaturan keamanan diubah
ja: セキュリティ設定が変更されました
ko: 보안 설정이 변경됨
pt_br: Configuração de segurança alterada
ru: Настройки безопасности изменены
tr: Güvenlik ayarı değiştirildi
ug: بىخەتەرلىك تەڭشىكى ئۆزگەردى
ur: سیکیورٹی ترتیب تبدیل ہو گئی
vi: Đã thay đổi cài đặt bảo mật
zh_hans: 安全设置已更改

# settings.shareViaLinkAutoAccept
source: Auto-accept share via link requests
ar: القبول التلقائي لطلبات المشاركة عبر الرابط
bn: লিঙ্ক অনুরোধের মাধ্যমে শেয়ার স্বয়ংক্রিয়ভাবে গ্রহণ করুন
de: Teilen über Linkanfragen automatisch akzeptieren
es: Aceptar automáticamente compartir a través de solicitudes de enlace
fr: Accepter automatiquement le partage via les demandes de lien
hi: लिंक अनुरोधों के माध्यम से शेयर को स्वतः स्वीकार करें
id: Terima otomatis permintaan bagikan lewat tautan
ja: リンクリクエストによる共有を自動的に受け入れる
ko: 링크 요청을 통해 공유 자동 수락
pt_br: Aceitar compartilhamento automaticamente por meio de solicitações de link
ru: Автоматическое принятие общего доступа через запросы на ссылку
tr: Bağlantı istekleri yoluyla paylaşımı otomatik olarak kabul et
ug: ئۇلىنىش تەلىپى ئارقىلىق ئورتاقلىشىشنى ئاپتوماتىك قوبۇل قىلىڭ
ur: لنک شیئر کی درخواستوں کو خودکار طور پر قبول کریں
vi: Tự động chấp nhận chia sẻ thông qua yêu cầu liên kết
zh_hans: 通过链接请求自动接受共享

# settings.shareViaLinkAutoAcceptHelp
source: Accept incoming link-share downloads immediately when link sharing is active.
ar: اقبل تنزيلات المشاركة عبر الرابط الواردة فورًا عند تفعيل المشاركة عبر الرابط.
bn: লিঙ্ক শেয়ারিং সক্রিয় থাকা অবস্থায় অবিলম্বে ইনকামিং লিঙ্ক-শেয়ার ডাউনলোডগুলি গ্রহণ করুন।
de: Akzeptieren Sie eingehende Link-Share-Downloads sofort, wenn die Link-Freigabe aktiv ist.
es: Acepte las descargas entrantes de enlaces compartidos inmediatamente cuando el enlace compartido esté activo.
fr: Acceptez immédiatement les téléchargements de partage de lien entrants lorsque le partage de lien est actif.
hi: लिंक साझाकरण सक्रिय होने पर आने वाले लिंक-शेयर डाउनलोड को तुरंत स्वीकार करें।
id: Terima unduhan bagikan lewat tautan yang masuk segera saat berbagi tautan aktif.
ja: リンク共有がアクティブな場合は、受信したリンク共有ダウンロードをすぐに受け入れます。
ko: 링크 공유가 활성화되면 수신 링크 공유 다운로드를 즉시 수락합니다.
pt_br: Aceite downloads de compartilhamento de link recebidos imediatamente quando o compartilhamento de link estiver ativo.
ru: Принимайте входящие загрузки по ссылке сразу же, как только общий доступ по ссылке активен.
tr: Bağlantı paylaşımı etkin olduğunda, gelen bağlantı paylaşımı indirmelerini hemen kabul edin.
ug: ئۇلىنىش ھەمبەھىرلىنىش ئاكتىپ بولغاندا كەلگەن ئۇلىنىش-ھەمبەھىر چۈشۈرۈشنى دەرھال قوبۇل قىلىڭ.
ur: جب لنک شیئرنگ فعال ہو تو آنے والی لنک شیئر ڈاؤن لوڈز کو فوراً قبول کریں۔
vi: Chấp nhận tải xuống chia sẻ liên kết đến ngay lập tức khi chia sẻ liên kết được kích hoạt.
zh_hans: 当链接共享处于活动状态时，立即接受传入的链接共享下载。

# settings.show
source: Show
ar: إظهار
bn: দেখান
de: Zeigen
es: Espectáculo
fr: Montrer
hi: दिखाओ
id: Tampilkan
ja: 見せる
ko: 보여주다
pt_br: Mostrar
ru: Показывать
tr: Göstermek
ur: دکھائیں
vi: Trình diễn
zh_hans: 展示

# settings.useHTTPS
source: Use HTTPS for transfers
ar: استخدام HTTPS لعمليات النقل
bn: স্থানান্তরের জন্য HTTPS ব্যবহার করুন
de: Verwenden Sie HTTPS für Übertragungen
es: Utilice HTTPS para transferencias
fr: Utiliser HTTPS pour les transferts
hi: स्थानांतरण के लिए HTTPS का उपयोग करें
id: Gunakan HTTPS untuk transfer
ja: 転送にはHTTPSを使用する
ko: 전송에 HTTPS 사용
pt_br: Use HTTPS para transferências
ru: Используйте HTTPS для передачи
tr: Aktarımlar için HTTPS kullanın
ug: يۆتكەش ئۈچۈن HTTPS نى ئىشلىتىڭ
ur: منتقلیوں کے لیے HTTPS استعمال کریں
vi: Sử dụng HTTPS để chuyển
zh_hans: 使用 HTTPS 进行传输

# settings.useHTTPSHelp
source: Encrypt transfer traffic with HTTPS. Turn this off to use plain HTTP on the local network.
ar: شفّر حركة النقل باستخدام HTTPS. عطّل هذا الخيار لاستخدام HTTP غير المشفر على الشبكة المحلية.
bn: HTTPS দিয়ে ট্রাফিক ট্রাফিক এনক্রিপ্ট করুন। স্থানীয় নেটওয়ার্কে সাধারণ HTTP ব্যবহার করতে এটি বন্ধ করুন।
de: Verschlüsseln Sie den Übertragungsverkehr mit HTTPS. Deaktivieren Sie diese Option, um im lokalen Netzwerk einfaches HTTP zu verwenden.
es: Cifre el tráfico de transferencia con HTTPS. Desactive esta opción para utilizar HTTP simple en la red local.
fr: Chiffrez le trafic de transfert avec HTTPS. Désactivez cette option pour utiliser HTTP simple sur le réseau local.
hi: HTTPS के साथ ट्रांसफर ट्रैफ़िक को एन्क्रिप्ट करें। स्थानीय नेटवर्क पर सादे HTTP का उपयोग करने के लिए इसे बंद करें।
id: Enkripsi lalu lintas transfer dengan HTTPS. Nonaktifkan untuk menggunakan HTTP biasa di jaringan lokal.
ja: HTTPS を使用して転送トラフィックを暗号化します。ローカル ネットワーク上でプレーン HTTP を使用するには、これをオフにします。
ko: HTTPS로 전송 트래픽을 암호화합니다. 로컬 네트워크에서 일반 HTTP를 사용하려면 이 옵션을 끄세요.
pt_br: Criptografe o tráfego de transferência com HTTPS. Desative esta opção para usar HTTP simples na rede local.
ru: Шифрование передаваемого трафика с помощью HTTPS. Отключите этот параметр, чтобы использовать обычный HTTP в локальной сети.
tr: Aktarım trafiğini HTTPS ile şifreleyin. Yerel ağda düz HTTP kullanmak için bunu kapatın.
ug: HTTPS ئارقىلىق يۆتكىلىش ئېقىمىنى مەخپىيلەشتۈرۈڭ. يەرلىك توردىكى ئاددىي HTTP نى ئىشلىتىش ئۈچۈن ئۇنى ئېتىڭ.
ur: منتقلی کی ٹریفک کو HTTPS سے خفیہ کریں۔ مقامی نیٹ ورک پر سادہ HTTP استعمال کرنے کے لیے اسے بند کریں۔
vi: Mã hóa lưu lượng truyền bằng HTTPS. Tắt tính năng này để sử dụng HTTP đơn giản trên mạng cục bộ.
zh_hans: 使用 HTTPS 加密传输流量。关闭此选项可在本地网络上使用纯 HTTP。

# sidebar.section.transfer
source: Transfer
ar: النقل
bn: স্থানান্তর
de: Überweisen
es: Transferir
fr: Transfert
hi: स्थानांतरण
ja: 移行
ko: 옮기다
pt_br: Transferir
ru: Передача
tr: Aktarım
ug: يۆتكەش
ur: منتقلی
vi: Chuyển khoản
zh_hans: 转移

# thisDevice.runtimeAvailable
source: Runtime available
ar: بيئة التشغيل متاحة
bn: রানটাইম উপলব্ধ
de: Laufzeit verfügbar
es: Tiempo de ejecución disponible
fr: Temps d'exécution disponible
hi: रनटाइम उपलब्ध है
id: Runtime tersedia
ja: ランタイムが利用可能
ko: 런타임 가능
pt_br: Tempo de execução disponível
ru: Доступная среда выполнения
tr: Çalışma zamanı mevcut
ug: ئىجرا ۋاقتى بار
ur: رن ٹائم دستیاب ہے
vi: Thời gian chạy có sẵn
zh_hans: 可用运行时

# thisDevice.runtimeUnavailable
source: Runtime unavailable
ar: بيئة التشغيل غير متاحة
bn: রানটাইম অনুপলব্ধ৷
de: Laufzeit nicht verfügbar
es: Tiempo de ejecución no disponible
fr: Exécution indisponible
hi: रनटाइम अनुपलब्ध
id: Runtime tidak tersedia
ja: ランタイムが使用不可
ko: 런타임을 사용할 수 없음
pt_br: Tempo de execução indisponível
ru: Время выполнения недоступно
tr: Çalışma zamanı kullanılamıyor
ug: ئىجرا ۋاقتى يوق
ur: رن ٹائم دستیاب نہیں
vi: Thời gian chạy không có sẵn
zh_hans: 运行时不可用

# thisDevice.statusHelp
source: Runtime status: %@
ar: حالة بيئة التشغيل: %@
bn: রানটাইম স্ট্যাটাস: %@
de: Laufzeitstatus: %@
es: Estado de ejecución: %@
fr: Statut d'exécution : %@
hi: रनटाइम स्थिति: %@
id: Status runtime: %@
ja: 実行時ステータス: %@
ko: 런타임 상태: %@
pt_br: Status de tempo de execução: %@
ru: Статус выполнения: %@
tr: Çalışma zamanı durumu: %@
ug: ئىجرا ۋاقتى: %@
ur: رن ٹائم کی حالت: %@
vi: Trạng thái thời gian chạy: %@
zh_hans: 运行时状态：%@

# transfer.completedItemFormat
source: Completed Item %d
ar: العنصر المكتمل %d
bn: সম্পূর্ণ আইটেম %d
de: Abgeschlossener Artikel %d
es: Artículo completado %d
fr: Article terminé %d
hi: पूर्ण आइटम %d
id: Barang Selesai %d
ja: 完成品 %d
ko: 완성된 아이템 %d
pt_br: Item concluído %d
ru: Завершенный элемент %d
tr: Tamamlanan Öğe %d
ug: تاماملانغان %d
ur: مکمل شدہ آئٹم %d
vi: Mục đã hoàn thành %d
zh_hans: 已完成项目 %d

# transfer.eta.calculating
source: Calculating…
ar: جارٍ الحساب…
bn: গণনা করা হচ্ছে...
de: Berechnen…
es: Calculador…
fr: Calculateur…
hi: गणना हो रही है...
id: Menghitung…
ja: 計算中…
ko: 계산 중…
pt_br: Calculando…
ru: Расчет…
tr: Hesaplanıyor…
ug: ھېسابلاش…
ur: حساب کر رہا ہے…
vi: Đang tính…
zh_hans: 正在计算...

# transfer.eta.stalled
source: Stalled
ar: متوقفة
bn: স্থবির
de: Ins Stocken geraten
es: estancado
fr: Bloqué
hi: ठप
id: Terhenti
ja: 停止中
ko: 정지됨
pt_br: Parado
ru: Застопорился
tr: Durdu
ug: توختاپ قالدى
ur: تعطل کا شکار
vi: Bị đình trệ
zh_hans: 停滞

# transfer.outcome.completed
source: Completed
ar: مكتمل
bn: সম্পন্ন
de: Vollendet
es: Terminado
fr: Complété
hi: पुरा होना।
id: Selesai
ja: 完了
ko: 완전한
pt_br: Concluído
ru: Завершенный
tr: Tamamlanmış
ug: تاماملاندى
ur: مکمل
vi: Hoàn thành
zh_hans: 完全的

# transfer.outcome.declined
source: Declined
ar: مرفوض
bn: অস্বীকার করেছে
de: Abgelehnt
es: Rechazado
fr: Refusé
hi: अस्वीकृत
id: Ditolak
ja: 拒否されました
ko: 거절됨
pt_br: Recusado
ru: Отклоненный
tr: Reddedildi
ug: رەت قىلىندى
ur: مسترد
vi: Bị từ chối
zh_hans: 拒绝

# transfer.progress.done
source: Done
ar: تم
bn: সম্পন্ন
de: Erledigt
es: Hecho
fr: Fait
hi: हो गया
id: Selesai
ja: 終わり
ko: 완료
pt_br: Feito
ru: Сделанный
tr: Tamamlamak
ug: تامام
ur: مکمل
vi: Xong
zh_hans: 完毕

# transfer.progress.etaFormat
source: ETA %@
ar: إيتا %@
hi: ईटीए %@
ja: 到着予定時刻 %@
ko: 도착 예정 시간 %@
ru: Расчетное время %@
zh_hans: 预计到达时间 %@

# transfer.progress.filePositionFormat
source: File %d of %d
ar: الملف %d من %d
bn: %d-এর %d ফাইল
de: Datei %d von %d
es: Archivo %d de %d
fr: Fichier %d de %d
hi: %d की फ़ाइल %d
id: File %d dari %d
ja: ファイル %d の %d
ko: %d의 파일 %d
pt_br: Arquivo %d de %d
ru: Файл %d из %d
tr: %d'nun %d dosyası
ug: %d نىڭ %d ھۆججىتى
ur: فائل %d از %d
vi: Tệp %d của %d
zh_hans: %d 的文件 %d

# transfer.progress.menuBatchTitleFormat
source: %d of %d completed
ar: اكتمل %d من %d
bn: %d এর %d সম্পূর্ণ হয়েছে৷
de: %d von %d abgeschlossen
es: %d de %d completado
fr: %d de %d terminé
hi: %d का %d पूरा हुआ
id: %d dari %d selesai
ja: %d の %d が完了しました
ko: %d의 %d 완료
pt_br: %d de %d concluído
ru: %d из %d завершено
tr: %d'nun %d'su tamamlandı
ug: %d نىڭ %d تاماملاندى
ur: %d کا %d مکمل ہو گیا۔
vi: %d của %d đã hoàn thành
zh_hans: %d的%d已完成

# transfer.progress.percentComplete
source: %d%% complete
ar: اكتمل %d%%
bn: %d%% সম্পূর্ণ
de: %d%% abgeschlossen
es: %d%% completo
fr: %d%% terminé
hi: %d%% पूर्ण
id: %d%% selesai
ja: %d%% 完了
ko: %d%% 완료
pt_br: %d%% concluído
ru: %d%% выполнено
tr: %d%% tamamlandı
ug: %d %% تامام
ur: %d%% مکمل
vi: %d%% đã hoàn thành
zh_hans: %d%%完成

# transfer.progress.receiving
source: Receiving
ar: الاستلام
bn: রিসিভিং
de: Empfang
es: Recepción
fr: Réception
hi: प्राप्त
id: Menerima
ja: 受信中
ko: 전수
pt_br: Recebendo
ru: Получение
tr: Alma
ug: قوبۇل قىلىش
ur: وصولی
vi: Đang nhận
zh_hans: 接收

# transfer.progress.sending
source: Sending
ar: جارٍ الإرسال
bn: পাঠানো হচ্ছে
de: Senden
es: Envío
fr: Envoi
hi: भेजा जा रहा है
id: Mengirim
ja: 送信中
ko: 배상
pt_br: Enviando
ru: Отправка
tr: Gönderiliyor
ug: ئەۋەتىش
ur: بھیجا جا رہا ہے
vi: Đang gửi
zh_hans: 发送

# transfer.progress.speedEtaFormat
source: %@ • ETA %@
ar: %@ • إيتا %@
ko: %@ • 도착 예정 시간 %@
ru: %@ • ЭТА %@
zh_hans: %@ • 预计到达时间 %@

# transfer.queuedItemFormat
source: Queued Item %d
ar: العنصر الموجود في قائمة الانتظار %d
bn: সারিবদ্ধ আইটেম %d
de: In der Warteschlange befindliches Element %d
es: Elemento en cola %d
fr: Élément en file d'attente %d
hi: कतारबद्ध आइटम %d
id: Item dalam antrian %d
ja: キューに登録されたアイテム %d
ko: 대기 중인 항목 %d
pt_br: Item na fila %d
ru: Элемент в очереди %d
tr: Sıraya Alınan Öğe %d
ug: ئۆچرەتتە تۇرغان تۈر %d
ur: قطار میں لگی آئٹم %d
vi: Mục xếp hàng %d
zh_hans: 排队项目 %d

# transfer.receivedFrom
source: Received from
ar: تم الاستلام من
bn: থেকে প্রাপ্ত
de: Erhalten von
es: Recibido de
fr: Reçu de
hi: से प्राप्त
id: Diterima dari
ja: から受け取りました
ko: 다음에서 수신됨
pt_br: Recebido de
ru: Получено от
tr: Alındığı yer:
ug: قوبۇل قىلىندى
ur: سے موصول ہوا
vi: Đã nhận từ
zh_hans: 收到自

# transfer.sentTo
source: Sent to
ar: تم الإرسال إلى
bn: পাঠানো হয়েছে
de: Gesendet an
es: Enviado a
fr: Envoyé à
hi: को भेजा
id: Dikirim ke
ja: 送信先
ko: 보낸 사람
pt_br: Enviado para
ru: Отправлено в
tr: Gönderildi
ug: ئەۋەتىلدى
ur: کو بھیجا گیا
vi: Đã gửi tới
zh_hans: 发送至

# transfer.stagedItem
source: %d item
ar: %d عنصر
bn: %d আইটেম
de: %d Artikel
es: Artículo %d
fr: Article %d
hi: %d आइटम
ja: %d アイテム
ko: %d 아이템
pt_br: Item %d
ru: %d элемент
tr: %d öğesi
ug: %d تۈرى
ur: %d آئٹم
vi: Vật phẩm %d
zh_hans: %d 项目

# transfer.stagedItems
source: %d items
ar: %d عناصر
bn: %d আইটেম
de: %d Artikel
es: Artículos %d
fr: Articles %d
hi: %d आइटम
id: %d item
ja: %d アイテム
ko: %d 항목
pt_br: Itens %d
ru: %d элементы
tr: %d öğeleri
ug: %d تۈرلىرى
ur: %d آئٹمز
vi: Vật phẩm %d
zh_hans: %d 项目

# transfer.status.canceled
source: Canceled
ar: ملغى
bn: বাতিল
de: Abgesagt
es: Cancelado
fr: Annulé
hi: रद्द कर दिया गया
id: Dibatalkan
ja: キャンセル
ko: 취소
pt_br: Cancelado
ru: Отменено
tr: İptal edildi
ug: ئەمەلدىن قالدۇرۇلدى
ur: منسوخ
vi: Đã hủy
zh_hans: 取消

# transfer.status.completeHeader
source: Complete
ar: مكتمل
bn: সম্পূর্ণ
de: Vollständig
es: Completo
fr: Complet
hi: पूरा
id: Menyelesaikan
ja: 完了
ko: 완벽한
pt_br: Completo
ru: Полный
tr: Tamamlamak
ug: تامام
ur: مکمل
vi: Hoàn thành
zh_hans: 完全的

# transfer.status.failed
source: Failed
ar: فشل
bn: ব্যর্থ হয়েছে
de: Fehlgeschlagen
es: Fallido
fr: Échoué
hi: असफल
id: Gagal
ja: 失敗した
ko: 실패한
pt_br: Fracassado
ru: Неуспешный
tr: Arızalı
ug: مەغلۇب بولدى
ur: ناکام
vi: Thất bại
zh_hans: 失败的

# transfer.status.inProgressHeader
source: In Progress
ar: في تَقَدم
bn: চলছে
de: Im Gange
es: En curso
fr: En cours
hi: प्रगति पर है
id: Sedang Berlangsung
ja: 進行中
ko: 진행 중
pt_br: Em andamento
ru: В ходе выполнения
tr: Devam etmekte
ug: ئىلگىرىلەۋاتىدۇ
ur: جاری ہے۔
vi: Đang tiến hành
zh_hans: 进行中
